Repository: jtec-info/TelEduc
Catalog: gettext/i18n/*/LC_MESSAGES/TelEduc.po
Languages: pt_pt

# BEGIN_DATE_GREATER_ENR_END_DATE_0
source: If the start date of the course is greater than the end date of registration, the course can only be accessed directly through the link received in the coordinator's email . That is, it will not be listed in any of the sections 'Courses in progress', 'Open enrollment courses' or 'Courses already offered.'
pt_pt: Caso a data de início da oficina seja maior que a data final das inscrições, a oficina só poderá ser acedida directamente pela hiperligação recebida no e-mail do(a) coordenador(a). Ou seja, ele não será listado em nenhuma das secções "Oficinas a decorrer", "Oficinas com inscrições abertas" ou "Oficinas já oferecidas".

# CHANGE_-1
source: Change
pt_pt: Alterar

# USER_LOGGED_SUCCESFULLY_-3
source: User logged in successfully
pt_pt: Usuário logado com sucesso

# USER_TYPE_-3
source: User type
pt_pt: Tipo usuário

# NOT_ENROLLED_IN_ANY_COURSE_-3
source: You are not enrolled in any course
pt_pt: Não estás inscrito em nenhuma oficina

# INSTRUCTOR_-1
source: Instructor
pt_pt: Formador(a)

# USER_-3
source: User
pt_pt: Usuário

# NOT_BEGUN_COURSES_-3
source: Courses not begun
pt_pt: Oficinas não iniciadas

# CURRENT_COURSES_-3
source: Current courses
pt_pt: Oficinas a decorrer

# OPEN_ENROLLMENT_COURSES_-3
source: Open enrollment courses
pt_pt: Oficinas com inscrições abertas

# CLOSED_COURSES_-3
source: Closed courses
pt_pt: Oficinas já oferecidas

# NOT_ACCEPTED_ENROLLMENT_-3
source: Enrollment not accepted
pt_pt: Inscrição não aceita

# ENROLLMENTS_-3
source: Enrollments
pt_pt: Inscrições

# NOT_BEGUN_COURSE_-3
source: course not begun
pt_pt: oficina não iniciada

# CURRENT_COURSE_-3
source: current course
pt_pt: oficina em andamento

# OPEN_ENROLLMENT_COURSE_-3
source: open enrollment course
pt_pt: oficina com inscrição aberta

# THERE_ARE_NO_-3
source: There are no
pt_pt: Não há nenhuma

# SELECT_CATEGORY_-3
source: Select a category:
pt_pt: Seleccione uma categoria:

# INSTRUCTOR_VIEW_-4
source: Instructor View
pt_pt: Visão de Formador(a)

# STUDENT_VIEW_-4
source: Student View
pt_pt: Visão de Formando(a)

# NOTIFY_-4
source: Notify
pt_pt: Configurar

# SUPPORT_-4
source: Support
pt_pt: Apoio Técnico

# EXIT_-4
source: Exit
pt_pt: Sair

# ONLINE_USERS_-4
source: Online users:
pt_pt: Usuários Online:

# AGENDA_EDITED_SUCCESS_1
source: Agenda edited successfully
pt_pt: Agenda editada com sucesso.

# AGENDA_CANT_CONTAIN_TEXT_FILE_1
source: The Agenda should contain only text or only files!
pt_pt: A agenda não pode ter texto e ficheiros simultaneamente!

# SURE_DELETE_AGENDA_TEXT_1
source: Are you sure you want to delete this Agenda's text?
pt_pt: Tens a certeza que desejas apagar o texto desta agenda?

# TEXT_EXCLUDED_SUCCESS_-1
source: Text deleted successfully.
pt_pt: Texto excluído com sucesso.

# INVALID_CHARACTERS_ATTACH_FILE_-1
source: Attachment name with invalid characters. Please rename and try again.
pt_pt: Nome do anexo com acentos ou caracteres inválidos! Renomeia o ficheiro e tenta novamente.

# SURE_TO_EXTRACT_FILE_-1
source: Are you sure you want to extract this file?
pt_pt: Tem a certeza que deseja descompactar este ficheiro?

# ZIP_FILE_DELETED_-1
source: (the ZIP file will be deleted)
pt_pt: (o ficheiro ZIP será apagado)

# ZIP_CANT_EXTRACT_SPACE_FOLDER_NAME_-1
source: important: it is not possible to extract files containing folders that have spaces in the name
pt_pt: Importante: não é possível a descompactação de ficheiros que contêm pastas com espaços no nome.

# FILES_DELETED_SUCCESS_-1
source: Files deleted successfully
pt_pt: Ficheiro(s) excluído(s) com sucesso.

# SURE_TO_DELETE_AGENDA_1
source: Are you sure you want to delete this Agenda?
pt_pt: Tem a certeza que deseja apagar esta agenda?

# PERMANENTLY_DELETED_1
source: (it will be permanently deleted)
pt_pt: (não haverá como recuperá-la!)

# SURE_TO_DELETE_FILE_FOLDER_-1
source: Are you sure you want erase the file(s) and/or the folder(s) selected?
pt_pt: Desejas realmente apagar o(s) ficheiro(s) e/ou a(s) pasta(s) selecionado(s)?

# THE_FIELD_-7
source: The field
pt_pt: O campo

# CANT_BE_EMPTY_-7
source: cannot be empty
pt_pt: não pode estar vazio

# RG_MAY_BE_WRONG_-7
source: Identification
pt_pt: RG parece estar incorrecto

# INVALID_DATE_-7
source: Invalid Date
pt_pt: Data inválida

# BIRTH_DATE_IN_FUTURE_-7
source: Birth date is in future
pt_pt: Data de Nascimento no Futuro

# EMAIL_MAY_BE_WRONG_-7
source: The e-mail submitted appears to be wrong
pt_pt: O e-mail inserido parece estar incorrecto

# ADDRESS_-7
source: Address
pt_pt: Morada

# CITY_-7
source: City
pt_pt: Cidade

# STATE_-7
source: State
pt_pt: Estado

# COUNTRY_-7
source: Country
pt_pt: País

# LOGIN_FIELD_CANT_BE_EMPTY_-7
source: The login field cannot be empty. Please type again your new login.
pt_pt: O campo de nome de utilizador não pode estar vazio. Por favor escreva novamente o nome de utilizador desejado.

# NEW_PASSWORD_CANT_BE_EMPTY_-7
source: The new password cannot be empty. Please type in the new password.
pt_pt: A nova palavra-passe não pode estar vazia. Por favor escreva a nova palavra-passe.

# NEW_PASSWORDS_DIFFERENT_-7
source: The new passwords do not match. Please type them in again.
pt_pt: As novas palavras-passe escritas diferem entre si. Por favor escreva-as novamente.

# TYPED_LOGIN_EXISTS_-7
source: Login already exists. Enter another and try again.
pt_pt: Login digitado já existe. Digita outro e tente novamente.

# TYPED_EMAIL_EXISTS_-7
source: E-mail already exists. Enter another and try again.
pt_pt: E-mail digitado já existe. Digita outro e tente novamente.

# CHARACTERS_DONT_MATCH_IMAGE_-7
source: Characters typed do not match with the picture. Try again.
pt_pt: Caracteres digitados não conferem com os da imagem. Tenta novamente.

# ACCOUNT_REGISTERED_SUCCESS_-3
source: Account registration completed successfully.
pt_pt: Cadastro efetuado com sucesso.

# REGISTRATION_-3
source: Registration
pt_pt: Cadastro

# PERSONAL_DATA_-3
source: Personal data
pt_pt: Dados pessoais

# INSERT_DATA_FORM_TO_REGISTER_-7
source: Fill your information in the form below and click "Register" to register.
pt_pt: Insira seus dados no formulários abaixo e clique em "Cadastrar" para cadastrar-se no ambiente.

# TYPE_YOUR_PASSWORD_-3
source: Type your password
pt_pt: Digita tua senha

# RETYPE_YOUR_PASSWORD_-3
source: Retype your password
pt_pt: Redigita tua senha

# BIRTH_DATE_-7
source: Birth date
pt_pt: Data de nascimento

# GENDER_-7
source: Gender
pt_pt: Sexo

# MALE_-7
source: Male
pt_pt: Masculino

# FEMALE_-7
source: Female
pt_pt: Feminino

# TELEPHONE_-7
source: Telephone
pt_pt: Telefone

# OCCUPATION_-7
source: Occupation
pt_pt: Profissão

# WORKPLACE_-7
source: Workplace
pt_pt: Local de trabalho

# EDUCATION_-7
source: Education
pt_pt: Habilitações académicas

# INCOMPLETE_ELEMENTARY_SCHOOL_-1
source: Incomplete elementary school
pt_pt: Ensino básico - 1º ciclo (4º ano)

# ELEMENTARY_SCHOOL_-1
source: Elementary school
pt_pt: Ensino básico - 2º ciclo (6º ano)

# INCOMPLETE_HIGH_SCHOOL_-1
source: Incomplete high school
pt_pt: Ensino básico - 3º ciclo (9º ano)

# HIGH_SCHOOL_-1
source: High school
pt_pt: Ensino secundário

# INCOMPLETE_UNDERGRADUATE_-1
source: Incomplete undergraduate
pt_pt: Ensino superior - bacharelato

# UNDERGRADUATE_-1
source: Undergraduate
pt_pt: Ensino superior - licenciatura

# GRADUATE_-1
source: Graduate
pt_pt: Ensino superior - mestrado

# ADDITIONAL_INFO_-7
source: Additional information
pt_pt: Informações adicionais

# REQUIRED_FIELDS_-7
source: (*) Required Fields
pt_pt: (*) Campos Obrigatórios

# TYPE_EXPRESSION_ANSWER_-7
source: Enter the answer given to the expression.
pt_pt: Digita a resposta da expressão dada ao lado.

# REGISTER_-3
source: Register
pt_pt: Cadastrar

# ACCOUNT_CONFIRMATION_-2
source: TelEduc confirmation of registration
pt_pt: Confirmação de cadastro TelEduc

# IF_REGISTERED_CONFIRM_EMAIL_-2
source: If you registered in TelEduc, please confirm your e-mail by clicking the link below.
pt_pt: Se cadastras-te no ambiente TelEduc, favor confirmar teu e-mail clicando no link abaixo.

# OTHERWISE_DESCONSIDER_MESSAGE_-2
source: Otherwise, please disregard this message.
pt_pt: Caso contrário, favor desconsiderar esta mensagem.

# SINCERELY_-2
source: Sincerely
pt_pt: Atenciosamente

# ADM_TELEDUC_ENVIRONMENT_-2
source: TelEduc Administration Environment
pt_pt: Ambiente de Administração do TelEduc

# DO_NOT_REPLY_11
source: DO_NOT_REPLY
pt_pt: NAO_RESPONDA

# CLOSE_-1
source: Close
pt_pt: Fechar

# ACTION_-1
source: Action
pt_pt: Ação

# CREATION_-1
source: Creation
pt_pt: Criação

# EDITION_CANCELED_-1
source: Edition canceled
pt_pt: Edição cancelada

# EDITION_ENDED_-1
source: Edition ended
pt_pt: Edição finalizada

# MOVED_TO_RECORD_OF_CHANGES_-1
source: Moved to record of changes
pt_pt: Movida para o histórico

# ACTIVATED_-1
source: Activated
pt_pt: Activada

# UNKNOWN_-1
source: Unknown
pt_pt: Desconhecida

# AGENDA_DELETED_SUCCESS_1
source: Agenda deleted successfully
pt_pt: Agenda(s) apagada(s) com sucesso.

# PAST_AGENDAS_1
source: Past Agendas
pt_pt: Agendas Anteriores

# VIEW_ACTIVE_AGENDA_1
source: View Active Agenda
pt_pt: Voltar para a Agenda Actual

# NO_PAST_AGENDAS_1
source: There is no past agenda.
pt_pt: Não há agendas anteriores.

# SITUATION_-1
source: Situation
pt_pt: Situação

# SINCE_-1
source: Since
pt_pt: Desde

# BY_-1
source: By
pt_pt: Por

# EDITION_CONCLUDED_-1
source: Edition concluded
pt_pt: Edição concluída

# AGENDA_ACTIVATED_SUCCESS_1
source: Agenda activated successfully
pt_pt: Agenda activada com sucesso

# AGENDA_IMPORTED_SUCCESS_1
source: Agenda imported successfully
pt_pt: Agenda importada com sucesso!

# SURE_TO_ACTIVATE_AGENDA_1
source: Are you sure you want to activate this Agenda?
pt_pt: Tem a certeza que deseja activar esta agenda?

# REPLACE_ACTUAL_AGENDA_1
source: (there are no way to deactivated it later)
pt_pt: (Uma vez activada, não haverá como desactivá-la)

# ACTION_FOR_INSTRUCTORS_-1
source: Action for instructors only.
pt_pt: Ação exclusiva a formadores.

# FUTURE_AGENDAS_1
source: Future Agendas
pt_pt: Editar Agendas

# NEW_AGENDA_1
source: New Agenda
pt_pt: Nova Agenda

# IMPORT_AGENDA_1
source: Import Agenda
pt_pt: Importar agenda

# BACK_TO_ACTUAL_AGENDA_1
source: Back to Active Agenda
pt_pt: Voltar para a Agenda Actual

# ACTIVATE_1
source: Activate
pt_pt: Activar

# ERROR_REMOVE_TEMP_FILES_-1
source: An error occurred while removing temporary files.
pt_pt: Houve um erro ao tentar remover ficheiros temporários.

# ACTUAL_AGENDA_1
source: Activated Agenda
pt_pt: Activada

# NONE_AGENDA_CREATED_1
source: No Agenda created!
pt_pt: Não foi criada nenhuma agenda!

# IMPORTING_AGENDA_1
source: Importing Agenda
pt_pt: A Importar agenda

# COURSE_AGENDAS_1
source: Agendas from the Course:
pt_pt: Agendas da Oficina:

# NONE_AGENDA_ADDED_1
source: No agenda added yet!
pt_pt: Ainda não foi adicionada nenhuma agenda!

# IMPORT_SELECTED_-1
source: Import selected
pt_pt: A Importar para:

# ERROR_CREATE_AGENDA_1
source: An error occurred while creating agenda.
pt_pt: Houve um erro na criação da agenda.

# AGENDA_CREATED_SUCCESS_1
source: Agenda created successfully
pt_pt: Agenda criada com sucesso.

# MAIN_PAGE_SELECTED_SUCCESS_1
source: Main page selected successfully
pt_pt: Arquivo de entrada seleccionado com sucesso.

# SELECT_MAIN_PAGE_FILE_1
source: Select the file that will be the Agenda main page
pt_pt: Seleccione o ficheiro que será a entrada da agenda

# NO_WAY_TO_DEACTIVATE_1
source: (there are no way to deactivated it later)
pt_pt: (Uma vez activada, não haverá como desactivá-la)

# AGENDA_RENAMED_SUCCESS_1
source: Agenda renamed successfully
pt_pt: Agenda renomeada com sucesso.

# EDIT_AGENDA_1
source: Edit Agenda
pt_pt: Editar Agenda

# BACK_TO_PAST_AGENDAS_1
source: Back to Past Agendas
pt_pt: Voltar para Agenda Anteriores

# EDIT_-1
source: Edit
pt_pt: Editar

# RENAME_TITLE_-1
source: Rename title
pt_pt: Renomear título

# CONTENT_-1
source: Content
pt_pt: Conteúdo

# MAIN_PAGE_1
source: Main page
pt_pt: entrada

# SELECT_MAIN_PAGE_1
source: Select main page
pt_pt: Seleccionar Entrada

# FILE_AGENDA_MAIN_PAGE_1
source: This file will be the Agenda main page!
pt_pt: Este ficheiro será a entrada da agenda!

# CONTAIN_ONLY_TEXT_OR_ONLY_FILE_1
source: Ps.: The Agenda should contain only text or only files.
pt_pt: Obs.: A agenda deverá conter somente texto ou apenas ficheiros.

# ERROR_TO_IMPORT_-1
source: Error to import
pt_pt: Erro ao Importar, favor seleccionar uma opção!

# INVALID_PERIOD_-2
source: Invalid Time Period!
pt_pt: Período Inválido!

# PENDING_COURSES_-2
source: Courses Pending
pt_pt: Oficinas latentes

# PERIOD_-2
source: Period:
pt_pt: Período:

# CATEGORIES_-2
source: Categories
pt_pt: Categorias

# CURRENT_COURSES_SHARED_AGENDA_1
source: Courses in progress with agendas accessible:
pt_pt: Oficinas a decorrer com agenda partilhada:

# OPEN_REG_COURSES_SHARED_AGENDA_1
source: Courses open for registration with agendas accessible:
pt_pt: Oficinas com inscrições abertas com agenda partilhada:

# PENDING_COURSES_SHARED_AGENDA_1
source: Courses pending with agendas accessible:
pt_pt: Oficinas latentes com agenda partilhada:

# CLOSED_COURSES_SHARED_AGENDA_1
source: Courses concluded with agendas accessible:
pt_pt: Oficinas encerradas com agenda partilhada

# ALL_COURSES_-2
source: All Courses
pt_pt: Todos as Oficinas

# EXTRACTED_-2
source: (extracted)
pt_pt: (extraído)

# UNTIL_-2
source: Until:
pt_pt: Até

# CHANGE_PERIOD_-2
source: Change period
pt_pt: Alterar Período

# IMPORT_-1
source: Import
pt_pt: Importar

# RESTRICTED_AREA_STUDENTS_INSTRUCTORS_-1
source: Restricted area for students and instructors
pt_pt: Área restrita a formandos(as) e formadores(as)

# PORTFOLIO_OF_15
source: Portfolio of
pt_pt: Portfólio de

# PORTFOLIO_OF_GROUP_15
source: Portfolio of group
pt_pt: Portfólio do grupo

# ROOT_-1
source: Root
pt_pt: Raiz

# NOT_PART_OF_COURSE_-3
source: Not part of the course
pt_pt: Não participas da oficina

# ENROLLED_STUDENT_-3
source: Enrolled student
pt_pt: Formando Inscrito

# UNENROLLED_STUDENT_-3
source: Unenrolled student
pt_pt: Formando desligado

# UNACCEPTED_STUDENT_-3
source: Unaccepted student
pt_pt: Formando não aceito

# ACCEPTED_STUDENT_-3
source: Accepted student
pt_pt: Formando aceito

# UNENROLLED_INSTRUCTOR_-3
source: Unenrolled instructor
pt_pt: Formador desligado

# UNENROLLED_COLLABORATOR_-3
source: Unenrolled collaborator
pt_pt: Colaborador desligado

# COLLABORATOR_-3
source: Collaborator
pt_pt: Colaborador

# UNENROLLED_VISITOR_-3
source: Unenrolled
pt_pt: Vistante desligado

# VISITOR_-3
source: Visitor
pt_pt: Visitante

# DATE_FIELD_EMPTY_-2
source: You left one of the date fields in blank.
pt_pt: Deixou um campo de data vazio.

# FILL_DATE_FIELD_-2
source: Please fill all fields.
pt_pt: Por favor preencha-o com uma data.

# GO_BACK_CORRECT_-2
source: Please go back and correct.
pt_pt: Por favor volte atrás e corrija.

# STRAGE_DATE_CHARACTERS_-2
source: You entered unfamiliar characters in this date
pt_pt: Escreveu caracteres estranhos nesta data.

# USE_NUMBERS_SLASH_-2
source: Use only the digits 0 to 9 and the slash (/) to separate month, day and year (ex. 01/31/2002)
pt_pt: Utilize apenas dígitos de 0 a 9 e a barra ( / ) para separar dia, mês e ano (exemplo: 31/01/2000).

# SENDER_11
source: Sender
pt_pt: Remetente

# RECIPIENTS_11
source: Recipients
pt_pt: Destinatários

# ACCESS_DENIED_-2
source: Access denied
pt_pt: Acesso negado

# COURSE_NOT_BEGUN_-2
source: The course has not yet begun.
pt_pt: A oficina ainda não foi iniciada.

# ENROLLMENT_NOT_EVALUATED_-2
source: Your enrollment has not yet been evaluated. An e-mail will be sent to you as soon as your registration request has been evaluated.
pt_pt: A sua inscrição ainda não foi avaliada. Receberá um e-mail quando a avaliação da sua inscrição for feita.

# ENROLLMENT_NOT_ACCEPTED_-2
source: Your enrollment was not accepted. You do not have access to this course.
pt_pt: A sua inscrição não foi aceite. Não tem acesso a esta oficina.

# NONEXISTENT_INVALID_USER_-2
source: User nonexistent or invalid.
pt_pt: Utilizador inexistente ou inválido.

# DISABLED_TOOL_-1
source: Tool disabled
pt_pt: Ferramenta desactivada

# AUTHORIZATION_NECESSARY_ENTER_-2
source: Authorization is required to enter the TelEduc Administration Environment
pt_pt: Autorização necessária para entrar no Ambiente de Administração do TelEduc.

# COURSE_DOESNT_ALLOW_VISITOR_-2
source: Visitors are not allowed in this course.
pt_pt: Esta oficina não permite a entrada de visitantes.

# HELP_-4
source: Help
pt_pt: Ajuda

# ACTIVITIES_-4
source: Activities
pt_pt: Actividades

# SUPPORT_MATERIAL_-4
source: Support Material
pt_pt: Material de Apoio

# READINGS_-4
source: Readings
pt_pt: Leituras

# FAQ_-4
source: FAQ
pt_pt: Perguntas Frequentes

# REQUIRED_STOP_-4
source: Required Stop
pt_pt: STOP

# BULLETIN_BOARD_-4
source: Bulletin Board
pt_pt: Mural

# DISCUSSION_FORUNS_-4
source: Discussion Foruns
pt_pt: Fóruns de Discussão

# CHAT_-4
source: Chat
pt_pt: Café

# MAIL_-4
source: Mail
pt_pt: Correio

# GROUPS_-4
source: Groups
pt_pt: Grupos

# PROFILE_-4
source: Profile
pt_pt: Perfil

# DIARY_-4
source: Diary
pt_pt: Diário de Bordo

# PORTFOLIO_-4
source: Portfolio
pt_pt: Portfólio

# COURSE_DYNAMIC_-4
source: Course Dynamic
pt_pt: Dinâmica da Oficina

# ENVIRONMENT_STRUCTURE_-4
source: Environment Structure
pt_pt: Estrutura do Ambiente

# ACCESS_-4
source: Access
pt_pt: Acessos

# EVALUATIONS_-4
source: Evaluations
pt_pt: Avaliações

# EXERCISES_-4
source: Exercises
pt_pt: Exercícios

# POLLS_-4
source: Polls
pt_pt: Enquetes

# AUTHENTICATION_-4
source: Authentication
pt_pt: Autenticação

# SEARCH_-4
source: Search
pt_pt: Busca

# INVALID_MONTH_-2
source: Month invalid,Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sept,Oct,Nov,Dec
pt_pt: Mês inválido,Jan,Fev,Mar,Abr,Mai,Jun,Jul,Ago,Set,Out,Nov,Dez
