Repository: jtec-info/TelEduc
Catalog: gettext/i18n/*/LC_MESSAGES/TelEduc.po
Languages: pt_pt

# ITEM_DELETED_SUCCESS_-1
source: Item deleted successfully
pt_pt: Item apagado com sucesso.

# ITEMS_DELETED_SUCCESS_-1
source: Item(s) deleted successfully
pt_pt: Item(ns) apagado(s) com sucesso.

# ITEMS_MOVED_SUCCESS_-1
source: Item(s) moved successfully
pt_pt: Item(ns) movido(s) com sucesso.

# FOLDER_CREATED_SUCCESS_-1
source: Folder created successfully
pt_pt: Pasta criada com sucesso.

# ITEM_MOVED_SUCCESS_-1
source: Item moved successfully
pt_pt: Item movido com sucesso.

# INTERNAL_ERROR_MOVE_AGAIN_-1
source: Internal error! Refresh page and try to move items again.
pt_pt: Erro interno! Atualiza a página e tenta mover os itens novamente.

# CANCEL_-1
source: Cancel
pt_pt: Cancelar

# ITEM_RENAMED_SUCCESS_-1
source: Item renamed successfully
pt_pt: Item renomeado com sucesso.

# FOLDER_RENAMED_SUCCESS_-1
source: Folder renamed successfully
pt_pt: Pasta renomeada com sucesso

# TITLE_CANNOT_BE_EMPTY_-1
source: The title cannot be empty.
pt_pt: O título não pode estar vazio.

# TITLE_CANNOT_CONTAIN_-1
source: The title cannot contain \.
pt_pt: O título não pode conter \\.

# ERROR_CREATE_FOLDER_-1
source: Cannot create the folder, because already exists a folder with the same name
pt_pt: Não foi possível criar a pasta, pois já existe uma com mesmo nome.

# SURE_TO_DELETE_ITEM_-1
source: Are you sure you want to delete this item?
pt_pt: Tem a certeza que deseja apagar este item?

# ITEM_MOVE_TO_TRASH_-1
source: (The items will be moved to the trash)
pt_pt: (Os itens serão movidos para a lixeira)

# CANT_MOVE_FOLDER_ITSELF_SUBFOLDER_15
source: You cannot move a folder to itself or to one of its subfolders.
pt_pt: Não pode mover uma pasta para ela mesma ou para uma subpasta dela.

# GROUP_PORTFOLIO_15
source: Group Portfolio
pt_pt: Portfólio de Grupo

# INDIVIDUAL_PORTFOLIO_15
source: Individual Portfolio
pt_pt: Portfólio Individual

# PORTFOLIO_15
source: Portfolio
pt_pt: Portfólio

# BACK_-1
source: Back
pt_pt: Voltar

# DELETED_GROUP_15
source: Deleted Group
pt_pt: Grupo Excluído

# REJECTED_STUDENT_0
source: Rejected student
pt_pt: Formando(a) Rejeitado(a)

# MY_PORTFOLIOS_15
source: My Portfolios
pt_pt: Meus Portfólios

# INDIVIDUAL_PORTFOLIOS_15
source: Individual Portfolios
pt_pt: Portfólios Individuais

# GROUP_PORTFOLIOS_15
source: Group Portfolios
pt_pt: Portfólios de Grupos

# ENDED_PORTFOLIOS_15
source: Ended Portfolios
pt_pt: Portfólios Encerrados

# UPDATE_-1
source: Update
pt_pt: Actualizar

# INCLUDE_NEW_ITEM_-1
source: Include new item
pt_pt: Incluir Novo Item

# NEW_FOLDER_-1
source: New folder
pt_pt: Nova Pasta

# RENAME_FOLDER_-1
source: Rename folder
pt_pt: Renomear Pasta

# TRASH_-1
source: Trash
pt_pt: Lixo

# COMMENTS_-1
source: Comments
pt_pt: Comentários

# DATE_-1
source: Date
pt_pt: Data

# ACCESS_MODE_-1
source: Access mode
pt_pt: Partilha

# NO_ITEM_IN_THIS_PORTFOLIO_15
source: There are no items in this portfolio
pt_pt: Não há nenhum item neste portfólio

# UNRESTRICTED_ACCESS_MODE_-1
source: Unrestricted access code
pt_pt: Totalmente Partilhado

# INSTRUCTOR_ACCESS_MODE_-1
source: Instructor access mode
pt_pt: Partilhado com Formadores(as)

# GROUP_ACCESS_MODE_-1
source: Group access mode
pt_pt: Partilhado com o Grupo

# NOT_ACCESSIBLE_-1
source: Not accessible
pt_pt: Não partilhado

# IN_EDITION_-1
source: In edition
pt_pt: Em Edição

# STUDENT_COMMENT_-1
source: Student comment
pt_pt: Comentário de Formando(a)

# INSTRUCTOR_COMMENT_-1
source: Instructor comment
pt_pt: Comentário de Formador(a)

# COMMENTS_SENT_BY_ME_-1
source: Comments sent by me
pt_pt: Comentários enviados por mim

# DELETE_SELECTED_-1
source: Delete selected
pt_pt: Excluir selecionados

# MOVE_SELECTED_-1
source: Move selected
pt_pt: Mover selecionados

# MY_PORTFOLIO_15
source: My Portfolio
pt_pt: Meu Portfólio

# OTHER_PARTICIPANTS_PORTFOLIOS_15
source: Portfolios of other participants
pt_pt: Portfólios de outros(as) participantes

# PARTICIPANTS_PORTFOLIOS_15
source: Portfolios of course participants
pt_pt: Portfólios dos(as) participantes da oficina

# REJECTED_STUDENTS_POTFOLIOS_15
source: Portfolios of Rejected Students
pt_pt: Portfólios de ex-formandos(as)

# MY_GROUPS_PORTFOLIOS_15
source: Portfolios of my groups
pt_pt: Portfólios dos meus grupos

# OTHER_GROUPS_PORTFOLIOS_15
source: Portfolios of other groups
pt_pt: Portfólios de outros grupos

# GROUP_PORTFOLIOS_PARTICIPATING_15
source: Group Portfolio that I'm participating
pt_pt: Portfólio de grupos que estou participando

# ENDED_GROUPS_PORTFOLIOS_PATICIPATED_15
source: Ended groups's portfolio that I participated
pt_pt: Portfólio de grupos encerrados que participei

# ENDED_GROUPS_PORTFOLIOS_15
source: Portfolios of Ended Groups
pt_pt: Portfólios de grupos encerrados

# UNCOMMENTED_ITEMS_-1
source: Uncommented items
pt_pt: Itens não comentados

# NO_PORTFOLIOS_15
source: There are no Portfolios
pt_pt: Não há nenhum portfólio

# ITEM_CREATED_SUCCESS_-1
source: Item created successfully
pt_pt: Item criado com sucesso.

# FILE_EXTRACTED_SUCCESS_-1
source: File extracted successfully
pt_pt: Ficheiro descompactado com sucesso.

# ERROR_EXTRACTING_FILE_-1
source: An error occurred while extracting file.
pt_pt: Erro ao descompactar ficheiro.

# FILE_ATTACHED_SUCCESS_-1
source: File attached successfully
pt_pt: Ficheiro anexado com sucesso.

# ERROR_ATTACHING_FILE_-1
source: Warning: the attached file doesn't exist or has more than 2Mb.
pt_pt: Atenção: o ficheiro que anexaste não existe ou tem mais de 2Mb.

# FILES_MOVED_SUCCESS_-1
source: Files moves succesfully
pt_pt: Ficheiro(s) movido(s) com sucesso.

# VIEW_OTHER_ITEMS_-1
source: View Other Items
pt_pt: Ver Outros Itens

# RECORD_OF_CHANGES_-1
source: Record of changes
pt_pt: Histórico

# MOVE_-1
source: Move
pt_pt: Mover

# DELETE_-1
source: Delete
pt_pt: Apagar

# TITLE_-1
source: Title
pt_pt: Título

# OPTIONS_0
source: Options
pt_pt: Opções

# SHARE_-1
source: Share
pt_pt: Partilhar

# RENAME_-1
source: Rename
pt_pt: Renomear

# EDIT_TEXT_-1
source: Edit text
pt_pt: Editar texto

# DELETE_TEXT_-1
source: Delete Text
pt_pt: Limpar texto

# TEXT_-1
source: Text
pt_pt: Texto

# FILES_-2
source: Files
pt_pt: Ficheiros

# EMPTY_DIRECTORY_-1
source: Empty Directory
pt_pt: Diretório Vazio

# LAST_MODIFICATION_IN_-1
source: Last modification in
pt_pt: Última modificação em

# HIDDEN_-1
source: hidden
pt_pt: oculto

# EXTRACT_-1
source: Extract
pt_pt: Descompactar

# HIDE_-1
source: Hide
pt_pt: Ocultar

# ATTACH_FILE_-1
source: Attach File
pt_pt: Anexar Ficheiro

# PRESS_BUTTON_SELECT_ATTACH_FILE_-1
source: Click the Browse button below to select the file to be attached then press OK to continue.
pt_pt: Carregue no botão Browse (ou Procurar) para seleccionar o ficheiro a ser anexado e pressione Ok para continuar.

# ZIP_FILES_CAN_BE_EXTRACTED_-1
source: (.ZIP files can be sent and extracted later)
pt_pt: (ficheiros .ZIP podem ser enviados e descompactados posteriormente)

# INTERNET_ADDRESSES_-1
source: Internet addresses
pt_pt: Endereço

# INCLUDE_ADDRESS_-1
source: Include address
pt_pt: Incluir Endereço

# TYPE_ADDRESS_TITLE_-1
source: Type in the title and the Internet address to be included.
pt_pt: Escreva o título e o endereço da Internet a ser incluído.

# INTERNET_ADDRESS_-1
source: Internet address
pt_pt: Endereços

# TYPE_FOLDER_NAME_-1
source: Type in the name of the folder to be created:
pt_pt: Escreva o nome da pasta a ser criada:

# TYPE_ITEM_NAME_-1
source: Type in the item's title to be created here:
pt_pt: Digita o título do item a ser criado aqui:

# SELECT_DESTINATION_FOLDER_-1
source: Select the destination folder:
pt_pt: Escolha a pasta destino:

# ROOT_FOLDER_-1
source: Root folder
pt_pt: Pasta Raiz

# ACCESS_MODE_CHANGED_SUCCESS_-1
source: Access mode changed successfully
pt_pt: Partilha alterada com sucesso.

# SUGGESTIONS_-5
source: Suggestions
pt_pt: Sugestões

# REPEATED_LOGIN_EMAIL_-5
source: Email and/or login already exists! Type different values (note that the ""existing logins appear in the list of suggestions)
pt_pt: Email e/ou login fornecidos já existem! Digita valores diferentes (nota que os logins existentes aparecem na lista de sugestões)

# BLANK_FIELDS_COURSE_COORD_-5
source: The following fields cannot be empty: Course Name and Number of students Coordinator's name, e-mail and login .
pt_pt: Os seguintes campos não podem ser deixados em branco: Nome e número de formandos(as) da oficina Nome, e-mail e nome de utilizador do(a) coordenador(a).

# BLANK_FIELDS_COURSE_LOGIN_-5
source: The following fields can not be left blank: Name and number of students in the program, coordinator's login.
pt_pt: Os seguintes campos não podem ser deixados em branco: Nome e número de formandos da oficina; login do coordenador.

# AMOUNT_POSITIVE_-5
source: The field number of students must be an positive integer.
pt_pt: O campo número de formandos(as) deve ser um inteiro positivo.

# INVALID_EMAIL_-5
source: Invalid e-mail.
pt_pt: E-mail inválido.

# CREATION_COURSE_-5
source: Create a course
pt_pt: Criação de Oficina

# CREATE_COURSE_-5
source: Create a course
pt_pt: Criar Oficina

# EVALUATE_REQUISITIONS_-5
source: Evaluate course creation requests
pt_pt: Avaliar requisições para abertura de oficinas

# COURSE_DATA_-5
source: Course Data
pt_pt: Dados da Oficina

# COURSE_NAME_-5
source: Course name
pt_pt: Nome da Oficina:

# NUMBER_OF_STUDENTS_-5
source: Number of students
pt_pt: Número de Formandos(as):

# CATEGORY_-5
source: Category
pt_pt: Categoria:

# GENERAL_COURSE_-3
source: Others
pt_pt: Oficinas gerais

# CREATE_NEW_CATEGORY_-5
source: If you wish to create a new category, fill in the name of the new category below. The category selected above will be ignored.
pt_pt: Se você deseja criar uma nova categoria, preencha o nome da nova categoria abaixo. A categoria escolhida acima será desconsiderada.

# NEW_CATEGORY_-5
source: New category
pt_pt: Nova categoria:

# COORD_DATA_-5
source: Course Coordinator Data
pt_pt: Dados do(a) Coordenador(a) da Oficina

# CHOOSE_REGISTERED_USER_-5
source: Choose a registered user?
pt_pt: Escolher usuário já cadastrado?

# YES_-1
source: Yes
pt_pt: sim

# NO_-1
source: No
pt_pt: não

# COORD_NAME_-5
source: Coordinator
pt_pt: Nome do(a) coordenador(a):

# INSTRUCTIONS_CHOOSE_REGISTERED_USER_-5
source: *If you want to choose a registered user to be the coordinator of the course, type the initial letters (case sensitive) of his/her login and then choose the corresponding login on the list of suggestions that will appear below the Login field.
pt_pt: *Caso queiras escolher um usuário já cadastrado como coordernador da oficina, digita as letras iniciais (case sensitive) de seu login e então escolhe o login correspondente na lista de sugestões que aparecerá abaixo do campo Login.

# TEAM_-3
source: Team
pt_pt: Contactos

# ADMINISTRATION_-5
source: Administration
pt_pt: Administração

# RESTRICTED_AREA_-3
source: Restricted area
pt_pt: Área reservada

# ERROR_IN_SOLICITATION_-3
source: An error occurred in your solicitation
pt_pt: Ocorreu um erro na sua solicitação

# WHATS_TELEDUC_-3
source: What is TelEduc?
pt_pt: O que é o TelEduc

# ENVIRONMENT_STRUCTURE_-3
source: Environment structure
pt_pt: Estrutura do ambiente

# SIGN_UP_-3
source: Sign up
pt_pt: Cadastre-se

# PERSONAL_-3
source: Personal
pt_pt: Pessoal

# MY_COURSES_-3
source: My courses
pt_pt: Minhas oficinas

# CONFIGURE_-7
source: Configure
pt_pt: Configurar

# COURSES_-3
source: Courses
pt_pt: Oficinas

# OPEN_ENROLLMENTS_-3
source: Open enrollments
pt_pt: Inscrições Abertas

# NOT_BEGUN_-3
source: Not begun
pt_pt: Não iniciados

# CURRENT_-3
source: Current
pt_pt: Em Andamento

# CLOSED_-3
source: Closed
pt_pt: Encerrados

# HOW_CREATE_COURSE_-3
source: How to create a course
pt_pt: Como criar uma oficina

# INFO_COURSE_ACCESS_-5
source: TelEduc course access information
pt_pt: nformações para aceder à oficina no TelEduc

# YOUR_REQUEST_CREATE_COURSE_-5
source: Your request to create the course
pt_pt: O seu pedido para realização da oficina

# WAS_ACCEPTED_-5
source: was accepted.
pt_pt: foi aceite.

# YOUR_ID_COURSE_ACCESS_-5
source: To access the course, your Identification is:
pt_pt: Para aceder à oficina, o seu nome de utilizador é:

# YOUR_PASSWORD_IS_-5
source: and your password is:
pt_pt: e a sua palavra-passe é:

# ADDRESS_COURSE_ACCESS_-5
source: You may access the course through this address:
pt_pt: O acesso deve ser feito a partir do endereço:

# SINCERELY_ADM_TELEDUC_-5
source: Sincerely, TelEduc Environment Administration
pt_pt: Atenciosamente, a Administração do Ambiente TelEduc

# SUCCESS_CREATE_COURSE_-5
source: Course created successfully
pt_pt: Oficina criada correctamente.

# EMAIL_ACCESS_COURSE_COORD_-5
source: An email with the course access instructions was sent to the registered coordinator
pt_pt: Foi enviado um e-mail com as instruções de acesso à oficina ao(à) coordenador(a) registado(a).

# INEXISTENT_LOGIN_COORD_-5
source: Login doesn't exist! Go back and type the login again or choose the option ""of registering the coordinator in the environment.
pt_pt: Login inexistente! Volta e escreva o login novamente ou escolha a opção de cadastrar o coordenador no ambiente.

# ADM_LOGIN_SUCCESS_-3
source: Administrator logged in successfully
pt_pt: Administrador logado com sucesso

# PATCH_UPDATE_SUCCESS_-5
source: Patch updated successfully
pt_pt: Patch actualizado com sucesso!

# REMOTION_COURSE_-5
source: Remove a Course
pt_pt: Extracção de Oficina

# INSERTION_REMOVED_COURSE_-5
source: Import Removed Courses
pt_pt: Inserção de oficinas eliminadas

# REUTILIZATION_COURSE_-5
source: Course Reutilization
pt_pt: Reutilização de Oficinas Encerradas

# EDIT_CATEGORIES_-5
source: Edit categories
pt_pt: Editar Categorias

# SELECT_COURSE_CATEGORY_-5
source: Select a Course Category
pt_pt: Seleccionar Categoria das Oficinas

# RESEND_-5
source: Resend
pt_pt: Reenvio

# CONFIGURATE_-5
source: Configurate
pt_pt: Configurar

# RESEND_COORD_DATA_-5
source: Resend data to coordinators
pt_pt: Reenvio de dados aos(às) coordenadores(as)

# CHANGE_LOGIN_-5
source: Change Login
pt_pt: Alterar Nome de Utilizador

# SEND_EMAIL_USERS_-5
source: Send e-mail to users
pt_pt: Enviar e-mail para os utilizadores

# CONSULT_DATABASE_-5
source: Consult Data Base
pt_pt: Consulta a Base de Dados

# CONTACT_NIED_UNICAMP_-5
source: Contact - NIED - UNICAMP
pt_pt: Contacto - NIED - Unicamp

# ENVIRONMENT_STATISTICS_-5
source: Environment Statistics
pt_pt: Estatísticas do Ambiente

# CONFIGURE_ENVIRONMENT_DATA_-5
source: Configure environment data
pt_pt: Configurar dados do ambiente

# LANGUAGE_REGISTER_-5
source: Language Register
pt_pt: Registo de Idiomas

# HELP_TEXT_REGISTER_-5
source: Help Text Register
pt_pt: Registo de texto da Ajuda

# BACK_HOME_PAGE_-5
source: Back to Homepage
pt_pt: Regressar à página inicial

# SERVER_0
source: Server
pt_pt: Servidor

# VERSION_0
source: Version:
pt_pt: Versão:

# 2010_TELEDUC_RIGHTS_RESERVED_0
source: 2010 - TelEduc - All rights reserved
pt_pt: 2010 - TelEduc - Todos os direitos reservados.

# CONFIRMATION_EMAIL_SENT_-3
source: A new email to user confirmation has been sent.
pt_pt: Um novo email para confirmação do Usuário enviado com sucesso!

# AUTHENTICATION_FAILURE_-3
source: Authentication error. Enter your login and password again
pt_pt: Erro de autenticação. Digita o teu login e tua senha novamente

# ACCOUNT_NOT_CONFIRMED_-3
source: Your account registration has not yet been confirmed, check your email or make new request for confirmation below.
pt_pt: Teu cadastro ainda não foi confirmado, verifica seu email ou faz novo pedido de confirmação abaixo.

# ACCOUNT_SUCCESS_-3
source: Your account registration was successful. In moments you will receive an email confirmation with a link to confirm you account registration and then you can access the environment.
pt_pt: Teu cadastro foi efetuado com sucesso. Em instantes receberás um email com um link para confirmação do cadastro e, em seguida, poderás acessar o ambiente.

# TYPE_YOUR_LOGIN_-3
source: Type your login
pt_pt: Digita teu login

# FILL_LOGIN_FIELD_-3
source: Please fill in the "Login" field.
pt_pt: Por favor, preenche o campo "Login".

# FILL_PASSWORD_FIELD_-3
source: Please fill in the "Password" field.
pt_pt: Por favor, preenche o campo "Senha".

# AUTHENTICATION_-3
source: Authentication
pt_pt: Autenticação

# ENROLLMENT_-3
source: Enrollment
pt_pt: Inscrição

# NEED_TO_BE_REGISTERED_-3
source: To enroll in a course you need a registered account in the envieroment. If you already have an account just log in, if not
pt_pt: Para se inscrever em uma oficina é preciso estar cadastrado no ambiente. Se já tens cadastro basta se logar, senão

# REGISTER_YOU_-3
source: register here.
pt_pt: cadastres-te!

# TYPE_YOUR_LOGIN_DATA_-3
source: Enter your login and password in the fields below to enter the environment.
pt_pt: Digite seus dados nos campos abaixo para entrar no ambiente.

# PASSWORD_-3
source: Password
pt_pt: Senha

# ENTER_-3
source: Enter
pt_pt: Entrar

# DONT_HAVE_REGISTRATION_-2
source: If you have not registered,
pt_pt: Se não tiveres cadastro,

# CLICK_HERE_-2
source: click here!
pt_pt: cliqua aqui!

# FORGOT_LOGIN_-2
source: If you forgot your login,
pt_pt: Se te esqueceste do teu nome de utilizador segue a hiperligação:

# FORGOT_PASSWORD_-2
source: If you forgot your password,
pt_pt: o caso de se ter esquecido da sua palavra-passe siga a hiperligação:

# DIDNT_RECEIVE_EMAIL_CONFIRMATION_-2
source: If you not received e-mail confirmation of registration,
pt_pt: Se não recebestes email de confirmação de cadastro,

# SENT_PASSWORD_EMAIL_0
source: Password(s) sent by e-mail.
pt_pt: Palavra(s)-passe enviada(s) por e-mail.

# ERROR_IN_OPERATION_0
source: Error performing this operation
pt_pt: Erro na operação.

# TOOL_CHOSEN_SUCCESS_0
source: Course's tool chosen successfully
pt_pt: Ferramentas da oficina escolhidas com sucesso.

# TOOL_SHARED_SUCCESS_0
source: Tools shared successfully.
pt_pt: Ferramentas compartilhadas com sucesso.

# TOOL_HIGHLIGHTED_SUCCESS_0
source: Tools highlighted successfully.
pt_pt: Ferramentas destacadas com sucesso. As ferramentas destacadas aparecem em vermelho.

# DATA_UPDATE_SUCCESS_0
source: Course Schedule changed.
pt_pt: Dados alterados com sucesso.

# SCHEDULE_UPDATE_SUCCESS_0
source: Schedule updated successfully.
pt_pt: Cronograma alterado com sucesso.

# TOOLS_0
source: Tools
pt_pt: Ferramentas

# VIEW_CHANGE_COURSE_DATA_0
source: View / Change Course Data
pt_pt: Visualizar/Alterar Dados da Oficina

# VIEW_COURSE_DATA_0
source: View Course Data
pt_pt: Visualizar Dados da Oficina

# VIEW_CHANGE_COURSE_SCHEDULE_0
source: View / Change Course Schedule
pt_pt: Visualizar/Alterar Cronograma da oficina

# CHOOSE_COURSE_TOOLS_0
source: Select Course Tools
pt_pt: Escolher Ferramentas da Oficina

# SHARE_COURSE_TOOLS_0
source: Share Course Tools
pt_pt: Partilhar Ferramentas

# HIGHLIGHT_TOOLS_0
source: Highlight Tools
pt_pt: Destacar Ferramentas

# MANAGEMENT_0
source: Management
pt_pt: Gestão

# ENROLL_INSTRUCTORS_0
source: Enroll Instructors
pt_pt: Inscrever Formadores(as)

# ENROLL_STUDENTS_0
source: Enroll Students
pt_pt: Inscrever Formandos(as)

# ENROLL_COLLABORATORS_0
source: Enroll Collaborators
pt_pt: Inscrever Colaboradores(as)

# ENROLL_VISITORS_0
source: Enroll Visitors
pt_pt: Inscrever Visitantes

# ENROLLMENT_MANAGEMENT_0
source: Enrollment Management
pt_pt: Gestão de Inscrições

# STUDENT_MANAGEMENT_0
source: Student Management
pt_pt: Gestor de alunos

# INSTRUCTOR_MANAGEMENT_0
source: Instructor Management
pt_pt: Gestor de formadores

# COLLABORATOR_MANAGEMENT_0
source: Collaborator Management
pt_pt: Gestão de Colaboradores(as)

# VISITOR_MANAGEMENT_0
source: Visitor Management
pt_pt: Gestão de Visitantes

# EXTRACTION_0
source: Extraction
pt_pt: Extração

# CHANGE_COORD_NOMENCLATURE_0
source: Change nomenclature for the coordinator
pt_pt: Alterar nomenclatura do coordenador

# SEND_PASSWORD_0
source: Send Password
pt_pt: Enviar Palavra-passe

# SCHEDULE_COURSE_EXTRACTION_0
source: Schedule Course Extraction
pt_pt: Agendar Extracção da oficina

# LIST_REMOVE_COURSE_EXTRACTION_0
source: List / Remove Course Extraction
pt_pt: Listar/Remover Extracção da Oficina

# SECTION_ALLOWED_COORD_0
source: Section allowed to the coordinators only.
pt_pt: Seção permitada somente a coordenadores.

# SECTION_NONEXISTENT_0
source: Section currently nonexistent.
pt_pt: Seção atualmente inexistente.

# BACK_COURSE_LIST_-3
source: Go back to the list of courses
pt_pt: Voltar para a lista de oficinas

# VISIT_-3
source: Visit
pt_pt: Visitar

# TARGET_AUDIENCE_0
source: Target audience
pt_pt: Destinatários

# COURSE_DATE_-3
source: Course date:
pt_pt: Período da oficina:

# FROM_-1
source: from
pt_pt: de

# TO_-1
source: to
pt_pt: a

# COURSE_ENROLLMENT_DATE_-3
source: Enrollment period in the course
pt_pt: Período de inscrição na oficina

# COURSE_COORD_-3
source: Course coordinator:
pt_pt: Coordenador(a) da oficina:

# CONTACT_EMAIL_-3
source: E-mail contact:
pt_pt: E-mail para contacto:

# ENROLLMENT_TYPE_0
source: Type of enrollment
pt_pt: Tipo de inscrição

# ENROLL_-3
source: Enroll
pt_pt: Inscrever

# ENROLL_AGAIN_-3
source: Enroll again
pt_pt: Inscrever-te novamente

# ENR_DATE_BEFORE_FINAL_0
source: The starting date for registration should be before its ending date.
pt_pt: A data inicial do período de inscrição deve ser anterior à data final desse período.

# COURSE_DATE_BEFORE_FINAL_0
source: The starting date for the course should be before its ending date.
pt_pt: A data inicial da oficina deve ser anterior à sua data final.

# ENR_DATE_BEFORE_COURSE_FINAL_0
source: The starting date for registration should be before the ending date of the course.
pt_pt: A data inicial do período de inscrição deve ser anterior à data final da oficina.

# ENR_FINAL_DATE_BEFORE_COURSE_FINAL_0
source: The ending date for registration should be before the ending date of the course.
pt_pt: A data final do período de inscrição deve ser anterior à data final da oficina.

# ENR_DATE_BEFORE_COURSE_0
source: The starting date for registration should be before the starting date of the course.
pt_pt: A data inicial do período de inscrição deve ser anterior à data inicial da oficina.

# FILL_ALL_FIELDS_0
source: Please fill in all the fields before clicking the Change button.
pt_pt: Por favor preencha todos os campos antes de carregar em Alterar.

# RESTRICTED_AREA_INSTRUCTOR_0
source: Restricted Area. For instructors only.
pt_pt: Área restrita a formadores(as).

# COURSE_DATA_FILL_CHANGE_0
source: Course information is shown below. To make any changes, modify the desired fields and click the Change button.
pt_pt: Abaixo estão os dados relativos à oficina. Para alterá-los, modifique os campos desejados e carregue no botão Alterar.

# NAME_0
source: Name
pt_pt: Nome

# INFORMATIONS_0
source: Informations
pt_pt: Informações

# COURSE_BEGIN_0
source: Course begin
pt_pt: Início da oficina

# COURSE_END_0
source: Course end
pt_pt: Fim da oficina

# ENROLLMENT_BEGIN_0
source: Enrollment begin
pt_pt: Início das incrições

# ENROLLMENT_END_0
source: Enrollment end
pt_pt: Fim das inscrições

# COURSE_LANGUAGE_0
source: Course language:
pt_pt: Idioma do curso:

# NOTE_0
source: Note:
pt_pt: Obs:

# DATE_FORMATE_0
source: The dates should be in the format MM/DD/YYYY
pt_pt: As datas devem estar no formato DD/MM/AAAA.
